Repository: cem8kaya/ZenFlow
Catalog: ZenFlow/Localizable.xcstrings
Source language: tr
Languages: en

# settings.haptic.disabled.description
source: Nefes egzersizleri sırasında titreşim geri bildirimi kapalı.
en: Haptic feedback disabled during breathing exercises.

# settings.haptic.enabled.description
source: Nefes egzersizleri sırasında animasyonlarla senkronize titreşim geri bildirimi. Şiddet ayarı tüm titreşimleri etkiler.
en: Synchronized haptic feedback during breathing exercises. Intensity setting affects all haptics.

# settings.haptic.intensity
source: Titreşim Şiddeti
en: Haptic Intensity

# settings.haptic.intensity.light
source: Hafif (%d%%)
en: Light (%d%%)

# settings.haptic.intensity.medium
source: Orta (%d%%)
en: Medium (%d%%)

# settings.haptic.intensity.strong
source: Güçlü (%d%%)
en: Strong (%d%%)

# zen_garden_max_level_tooltip
source: Maksimum seviye!
en: Maximum level!

# zen_garden_minutes_remaining
source: %lld dk kaldı
en: %lld min remaining

# zen_garden_next_stage_tooltip
source: Sonraki: %@
en: Next: %@

# zen_garden_streak_days
source: gün
en: day streak
